StruSoft.Interop.StruXml.Data.Surface_rf_typeStraight


StruSoft.Interop.StruXml.Data.Surface_rf_typeStraight.Direction


StruSoft.Interop.StruXml.Data.Surface_rf_typeStraight.Space


StruSoft.Interop.StruXml.Data.Surface_rf_typeStraight.Face


StruSoft.Interop.StruXml.Data.Surface_rf_typeStraight.FaceSpecified


StruSoft.Interop.StruXml.Data.Surface_rf_typeStraight.Cover


StruSoft.Interop.StruXml.Data.Surface_rf_typeStraight.AnyAttr
